Repository: knotq-app/mobile
Catalog: ios/KnotQMobile/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# web.delete_account.grace_period_p2
source: If you change your mind, simply sign back in with your email and password during the grace period and the scheduled deletion is automatically cancelled. After the 14 days elapse, deletion is permanent and cannot be undone.
ar: إذا تغيرت رأيك، قم ببساطة بتسجيل الدخول مجددًا باستخدام بريدك الإلكتروني وكلمة المرور خلال فترة الرحمة وسيتم إلغاء الحذف المجدول تلقائيًا. بعد انقضاء الأيام الـ 14، يصبح الحذف دائمًا ولا يمكن التراجع عنه.
cs: Pokud si to rozmyslíte, během lhůty pro zvážení se jednoduše přihlaste svým e-mailem a heslem a naplánované smazání bude automaticky zrušeno. Po uplynutí 14 dnů je smazání trvalé a nelze jej vrátit zpět.
da: Hvis du ombestemmer dig, skal du blot logge på igen med din e-mail og adgangskode i henstandsperioden, og den planlagte sletning annulleres automatisk. Efter 14 dage er sletningen permanent og kan ikke fortrydes.
de: Wenn Sie Ihre Meinung ändern, melden Sie sich einfach während der Widerrufsfrist mit Ihrer E-Mail und Ihrem Passwort wieder an, und die geplante Löschung wird automatisch abgebrochen. Nach Ablauf der 14 Tage ist die Löschung dauerhaft und kann nicht rückgängig gemacht werden.
el: Αν αλλάξετε γνώμη, απλώς συνδεθείτε ξανά με το email και τον κωδικό πρόσβασής σας κατά την περίοδο χάριτος και η προγραμματισμένη διαγραφή ακυρώνεται αυτόματα. Μετά την παρέλευση των 14 ημερών, η διαγραφή είναι μόνιμη και δεν μπορεί να αναιρεθεί.
es: Si cambias de opinión, simplemente vuelve a iniciar sesión con tu correo electrónico y contraseña durante el período de gracia y la eliminación programada se cancela automáticamente. Después de que pasen los 14 días, la eliminación es permanente y no se puede deshacer.
fi: Jos muutat mieltäsi, kirjaudu takaisin sähköpostiosoitteella ja salasanalla lisäaikana, jolloin aikataulutettu poistaminen peruutetaan automaattisesti. 14 päivän kuluttua poistaminen on pysyvä eikä sitä voi peruuttaa.
fr: Si vous changez d'avis, reconnectez-vous simplement avec votre e-mail et votre mot de passe pendant la période de grâce et la suppression prévue est automatiquement annulée. Après l'expiration des 14 jours, la suppression est permanente et ne peut pas être annulée.
he: אם תחזור בך, פשוט התחבר בחזרה עם הדוא״ל והסיסמה שלך במהלך תקופת ההחלמה והמחיקה המתוכננת מבוטלת באופן אוטומטי. לאחר שה-14 ימים חלפו, המחיקה קבועה ולא ניתן לבטלה.
hi: यदि आप अपना विचार बदलते हैं, तो सहायक अवधि के दौरान अपने ईमेल और पासवर्ड के साथ दोबारा साइन इन करें और निर्धारित हटाना स्वचालित रूप से रद्द कर दिया जाएगा। 14 दिन के बाद, हटाना स्थायी है और पूर्ववत नहीं किया जा सकता।
hu: Ha meggondolja magát, egyszerűen jelentkezzen be újra az e-mail-jével és jelszavával a haladék időtartama alatt, és az ütemezett törlés automatikusan meghiúsul. A 14 nap elteltével a törlés végleges és nem lehet visszavonni.
id: Jika Anda berubah pikiran, cukup masuk kembali dengan email dan kata sandi Anda selama periode tenggang dan penghapusan yang dijadwalkan akan dibatalkan secara otomatis. Setelah 14 hari berlalu, penghapusan bersifat permanen dan tidak dapat dibatalkan.
it: Se cambi idea, accedi semplicemente con il tuo email e la password durante il periodo di grazia e l'eliminazione programmata viene automaticamente annullata. Dopo che i 14 giorni sono trascorsi, l'eliminazione è permanente e non può essere annullata.
ja: 気が変わった場合は、猶予期間中にメールアドレスとパスワードで再度サインインすれば、スケジュールされた削除は自動的にキャンセルされます。14日経過後、削除は永久的で取り消せません。
ko: 생각이 바뀌면 유예 기간 동안 이메일과 비밀번호로 다시 로그인하면 예약된 삭제가 자동으로 취소됩니다. 14일이 경과하면 삭제는 영구적이며 되돌릴 수 없습니다.
ms: Jika Anda berubah pikiran, cukup masuk kembali dengan email dan sandi Anda selama periode tenggang dan penghapusan yang dijadwalkan akan secara otomatis dibatalkan. Setelah 14 hari berlalu, penghapusan bersifat permanen dan tidak dapat dibatalkan.
nb: Hvis du ombestemmer deg, logger du ganske enkelt inn igjen med e-posten og passordet ditt i løpet av franisten, og den planlagte slettingen blir automatisk avbrutt. Etter at 14 dagene er gått, er slettingen permanent og kan ikke angres.
nl: Als je van gedachten verandert, meld je gewoon opnieuw aan met je e-mailadres en wachtwoord tijdens de bedenktermijn en de geplande verwijdering wordt automatisch geannuleerd. Nadat de 14 dagen zijn verstreken, is verwijdering permanent en kan deze niet meer ongedaan worden gemaakt.
pl: Jeśli zmienisz zdanie, po prostu zaloguj się ponownie za pomocą swojego adresu e-mail i hasła w okresie karencji, a zaplanowane usunięcie zostanie automatycznie anulowane. Po upływie 14 dni usunięcie jest trwałe i nie można go cofnąć.
pt_br: Se você mudar de ideia, basta entrar novamente com seu email e senha durante o período de carência e a exclusão agendada será automaticamente cancelada. Após os 14 dias se esgotarem, a exclusão é permanente e não pode ser desfeita.
pt_pt: Se mudar de ideias, simplesmente inicie sessão novamente com o seu correio eletrónico e palavra-passe durante o período de carência e a eliminação agendada é automaticamente cancelada. Após a decorrência dos 14 dias, a eliminação é permanente e não pode ser desfeita.
ro: Dacă vă răzgândiți, pur și simplu conectați-vă din nou cu e-mailul și parola dvs. în perioada de grație și ștergerea programată este anulată automat. După expirarea celor 14 zile, ștergerea este permanentă și nu poate fi anulată.
ru: Если вы передумаете, просто снова войдите со своей электронной почтой и паролем в течение периода отсрочки, и запланированное удаление будет автоматически отменено. По истечении 14 дней удаление становится постоянным и не может быть отменено.
sk: Ak si to premyslíte, jednoducho sa prihláste s vaším e-mailom a heslom počas milosťového obdobia a naplánované zmazanie sa automaticky zruší. Po uplynutí 14 dní je zmazanie trvalé a nemôže sa vrátiť.
sv: Om du ändrar dig kan du bara logga in igen med din e-postadress och lösenord under frijperioden och den planerade borttagningen avbryts automatiskt. Efter 14 dagar har gått är borttagningen permanent och kan inte ångras.
th: หากคุณเปลี่ยนใจ เพียงลงชื่อเข้าใหม่ด้วยอีเมลและรหัสผ่านของคุณในระหว่างระยะเวลาผ่อนผันและการลบที่กำหนดเวลาจะถูกยกเลิกโดยอัตโนมัติ หลังจาก 14 วันผ่านไป การลบจะเป็นถาวรและไม่สามารถเลิกทำได้
tr: Fikrinizi değiştirirseniz, inceleme süresi boyunca e-posta ve parolanızla tekrar oturum açın ve planlanan silme işlemi otomatik olarak iptal edilir. 14 gün geçtikten sonra silme işlemi kalıcı hale gelir ve geri alınamaz.
uk: Якщо ви передумаєте, просто увійдіть знову, використовуючи свою електронну адресу та пароль під час періоду поблажливості, й заплановане видалення автоматично скасується. Після закінчення 14 днів видалення є постійним і не може бути скасовано.
vi: Nếu bạn thay đổi ý định, chỉ cần đăng nhập lại bằng email và mật khẩu của bạn trong khoảng thời gian ân hạn và việc xóa được lên lịch sẽ bị hủy tự động. Sau khi 14 ngày trôi qua, xóa là vĩnh viễn và không thể hoàn tác.
zh_hans: 如果您改变主意，只需在宽限期内使用您的电子邮件和密码重新登录，计划的删除将自动取消。14 天后，删除是永久的且无法撤销。
zh_hant: 如果您改變主意，只需在寬限期內使用您的電子郵件和密碼重新登入，已排定的刪除就會自動取消。14 天後，刪除將永久進行且無法復原。

# web.delete_account.heading
source: Delete your account
ar: حذف حسابك
cs: Smazat váš účet
da: Slet din konto
de: Konto löschen
el: Διαγραφή του λογαριασμού σας
es: Eliminar tu cuenta
fi: Poista tilisi
fr: Supprimer votre compte
he: מחק את החשבון שלך
hi: अपना खाता हटाएं
hu: Fiók törlése
id: Hapus akun Anda
it: Elimina il tuo account
ja: アカウントを削除
ko: 계정 삭제
ms: Hapus akun Anda
nb: Slett kontoen din
nl: Je account verwijderen
pl: Usuń swoje konto
pt_br: Excluir sua conta
pt_pt: Elimine a sua conta
ro: Ștergeți-vă contul
ru: Удалить учётную запись
sk: Zmazať vaše konto
sv: Ta bort ditt konto
th: ลบบัญชีของคุณ
tr: Hesabınızı silin
uk: Видалити ваш акаунт
vi: Xóa tài khoản của bạn
zh_hans: 删除您的账户
zh_hant: 刪除您的帳戶

# web.delete_account.how_to_request_heading
source: How to request deletion
ar: كيفية طلب الحذف
cs: Jak si vyžádat smazání
da: Sådan anmoder du om sletning
de: So fordern Sie die Löschung an
el: Πώς να ζητήσετε τη διαγραφή
es: Cómo solicitar la eliminación
fi: Kuinka pyytää poistamista
fr: Comment demander une suppression
he: כיצד לבקש מחיקה
hi: हटाने का अनुरोध कैसे करें
hu: Törlés kérelmezésének módja
id: Cara meminta penghapusan
it: Come richiedere l'eliminazione
ja: 削除をリクエストする方法
ko: 삭제 요청 방법
ms: Cara meminta penghapusan
nb: Slik ber du om sletting
nl: Verwijdering aanvragen
pl: Jak zażądać usunięcia
pt_br: Como solicitar a exclusão
pt_pt: Como solicitar a eliminação
ro: Cum să solicitați ștergerea
ru: Как запросить удаление
sk: Ako si vyžiadať zmazanie
sv: Hur du begär borttagning
th: วิธีขอการลบ
tr: Silmeyi nasıl talep ederim
uk: Як запросити видалення
vi: Cách yêu cầu xóa
zh_hans: 如何请求删除
zh_hant: 如何要求刪除

# web.delete_account.how_to_request_intro
source: You can delete your account yourself, from inside the app or from this website:
ar: يمكنك حذف حسابك بنفسك، من داخل التطبيق أو من هذا الموقع:
cs: Svůj účet si můžete smazat sami, z aplikace nebo z tohoto webu:
da: Du kan slette din konto selv, inde i appen eller fra dette websted:
de: Sie können Ihr Konto selbst löschen, von innen in der App oder von dieser Website:
el: Μπορείτε να διαγράψετε τον λογαριασμό σας μόνοι σας, από μέσα στην εφαρμογή ή από αυτό το site:
es: Puedes eliminar tu cuenta tú mismo, desde dentro de la aplicación o desde este sitio web:
fi: Voit poistaa tilisi itse sovelluksesta tai tältä verkkosivustolta:
fr: Vous pouvez supprimer votre compte vous-même, depuis l'application ou depuis ce site web :
he: אתה יכול למחוק את החשבון שלך בעצמך, מתוך האפליקציה או מאתר זה:
hi: आप अपना खाता स्वयं हटा सकते हैं, ऐप के अंदर या इस वेबसाइट से:
hu: Önmaga törölheti fiókját az alkalmazásból vagy erről a webhelyről:
id: Anda dapat menghapus akun Anda sendiri, dari dalam aplikasi atau dari situs web ini:
it: Puoi eliminare il tuo account tu stesso, dall'interno dell'app o da questo sito web:
ja: アプリ内またはこのウェブサイトから、自分でアカウントを削除できます:
ko: 앱 내부 또는 이 웹사이트에서 계정을 삭제할 수 있습니다:
ms: Anda dapat menghapus akun Anda sendiri, dari dalam aplikasi atau dari situs web ini:
nb: Du kan slette kontoen din selv, enten fra appen eller fra dette nettstedet:
nl: Je kunt je account zelf verwijderen, vanuit de app of van deze website:
pl: Możesz sam usunąć swoje konto z poziomu aplikacji lub z tej witryny internetowej:
pt_br: Você pode excluir sua conta você mesmo, dentro do aplicativo ou neste site:
pt_pt: Pode eliminar a sua conta você mesmo, a partir do interior da aplicação ou deste sítio Web:
ro: Vă puteți șterge contul dvs., din interiorul aplicației sau de pe acest site web:
ru: Вы можете удалить свою учётную запись самостоятельно — из приложения или с этого веб-сайта:
sk: Môžete zmazať vaše konto sami z aplikácie alebo z tejto webovej stránky:
sv: Du kan ta bort ditt konto själv, från inuti appen eller från denna webbplats:
th: คุณสามารถลบบัญชีของคุณเองได้ จากภายในแอปหรือจากเว็บไซต์นี้:
tr: Hesabınızı kendiniz silebilirsiniz, uygulamanın içinden veya bu web sitesinden:
uk: Ви можете видалити свій акаунт самостійно — у програмі або на цьому веб-сайті:
vi: Bạn có thể xóa tài khoản của bạn, từ bên trong ứng dụng hoặc từ trang web này:
zh_hans: 您可以自行删除您的账户，可以从应用内部或从此网站删除：
zh_hant: 您可以自行刪除帳戶，可以從應用程式內部或此網站進行：

# web.delete_account.intro_p1_a
source: This page explains how to request deletion of your
ar: تشرح هذه الصفحة كيفية طلب حذف
cs: Tato stránka vysvětluje, jak si vyžádat smazání vašeho
da: Denne side forklarer, hvordan du anmoder om sletning af din
de: Diese Seite erläutert, wie Sie die Löschung Ihres
el: Αυτή η σελίδα εξηγεί πώς να ζητήσετε τη διαγραφή του
es: Esta página explica cómo solicitar la eliminación de tu
fi: Tämä sivu selittää, kuinka pyytää
fr: Cette page explique comment demander la suppression de votre
he: דף זה מסביר כיצד לבקש מחיקה של
hi: यह पृष्ठ आपके
hu: Ez az oldal elmagyarázza, hogyan kérelmezhetje az Ön
id: Halaman ini menjelaskan cara meminta penghapusan
it: Questa pagina spiega come richiedere l'eliminazione del tuo
ja: このページは、
ko: 이 페이지는
ms: Halaman ini menjelaskan cara meminta penghapusan
nb: Denne siden forklarer hvordan du ber om sletting av
nl: Deze pagina legt uit hoe je verwijdering van je
pl: Ta strona wyjaśnia, jak zażądać usunięcia Twojego
pt_br: Esta página explica como solicitar a exclusão de sua
pt_pt: Esta página explica como solicitar a eliminação da sua
ro: Această pagină explică cum să solicitați ștergerea
ru: На этой странице объясняется, как запросить удаление вашей
sk: Táto stránka vysvetľuje, ako si vyžiadať zmazanie vášho
sv: Den här sidan förklarar hur du begär borttagning av ditt
th: หน้านี้อธิบายวิธีขอการลบของคุณ
tr: Bu sayfa, şunun silinmesini istemeyi nasıl yapacağınızı açıklar:
uk: На цій сторінці пояснюється, як запросити видалення вашого
vi: Trang này giải thích cách yêu cầu xóa của bạn
zh_hans: 此页面说明如何请求删除您的
zh_hant: 本頁說明如何要求刪除您的

# web.delete_account.intro_p1_b
source: account and the data associated with it. A KnotQ account only exists if you chose to enable optional KnotQ Sync. If you never created a KnotQ account, your KnotQ data is stored only on your own device and there is no account to delete — see
ar: حسابك والبيانات المرتبطة به. حساب KnotQ موجود فقط إذا اخترت تفعيل مزامنة KnotQ الاختيارية. إذا لم تقم بإنشاء حساب KnotQ، يتم تخزين بيانات KnotQ الخاصة بك فقط على جهازك ولا يوجد حساب لحذفه — انظر
cs: účtu a s ním souvisejících dat. Účet KnotQ existuje pouze, pokud jste si zvolili povolit volitelnou synchronizaci KnotQ. Pokud jste nikdy nevytvořili účet KnotQ, vaše data KnotQ se ukládají pouze na vašem vlastním zařízení a neexistuje žádný účet k smazání — viz
da: konto og de data, der er tilknyttet den. En KnotQ-konto findes kun, hvis du valgte at aktivere valgfri KnotQ Sync. Hvis du aldrig oprettede en KnotQ-konto, er dine KnotQ-data kun gemt på din egen enhed, og der er ingen konto at slette — se
de: Kontos und der damit verbundenen Daten anfordern. Ein KnotQ-Konto existiert nur, wenn Sie sich für die optionale KnotQ Sync entschieden haben. Wenn Sie nie ein KnotQ-Konto erstellt haben, sind Ihre KnotQ-Daten nur auf Ihrem eigenen Gerät gespeichert und es gibt kein Konto zum Löschen – siehe
el: λογαριασμού και των δεδομένων που σχετίζονται με αυτόν. Ένας λογαριασμός KnotQ υπάρχει μόνο αν επιλέξατε να ενεργοποιήσετε το προαιρετικό KnotQ Sync. Αν ποτέ δεν δημιουργήσατε λογαριασμό KnotQ, τα δεδομένα σας του KnotQ αποθηκεύονται μόνο στη δική σας συσκευή και δεν υπάρχει λογαριασμός για διαγραφή — δείτε
es: cuenta y los datos asociados con ella. Una cuenta de KnotQ solo existe si elegiste habilitar la sincronización opcional de KnotQ. Si nunca creaste una cuenta de KnotQ, tus datos de KnotQ se almacenan solo en tu dispositivo y no hay cuenta para eliminar —
fi: tilin ja siihen liittyvien tietojen poistamista. KnotQ-tili on olemassa vain, jos olet valinnut ottaa käyttöön vapaaehtoisen KnotQ-synkronoinnin. Jos et ole koskaan luonut KnotQ-tiliä, KnotQ-tietosi on tallennettu vain omalla laitteeseesi eikä tiliin ole mitään poistettavaa — katso
fr: compte et les données qui y sont associées. Un compte KnotQ n'existe que si vous avez choisi d'activer KnotQ Sync optionnel. Si vous n'avez jamais créé de compte KnotQ, vos données KnotQ ne sont stockées que sur votre propre appareil et il n'y a pas de compte à supprimer — voir
he: חשבון והנתונים הקשורים אליו. חשבון KnotQ קיים רק אם בחרת להפעיל את KnotQ Sync אופציונלי. אם לא יצרת אי פעם חשבון KnotQ, נתוני KnotQ שלך מאוחסנים רק בהתקן שלך ואין חשבון למחוק — ראה
hi: खाते और इससे जुड़े डेटा के हटाने का अनुरोध कैसे करें, इसकी व्याख्या करता है। एक KnotQ खाता केवल तभी मौजूद होता है यदि आपने वैकल्पिक KnotQ Sync को सक्षम करना चुना। यदि आपने कभी KnotQ खाता नहीं बनाया, तो आपका KnotQ डेटा केवल आपके अपने डिवाइस पर संग्रहीत है और कोई खाता नहीं है जिसे हटाया जाए — देखें
hu: fiók törlését és az ahhoz kapcsolódó adatokat. A KnotQ fiók csak akkor létezik, ha Ön az opcionális KnotQ Sync engedélyezésére választott. Ha soha nem hozott létre KnotQ fiókot, a KnotQ adatai csak az Ön saját eszközén vannak tárolva, és nincs fiók a törléshez — lásd
id: akun dan data yang terkait dengannya. Akun KnotQ hanya ada jika Anda memilih untuk mengaktifkan KnotQ Sync opsional. Jika Anda tidak pernah membuat akun KnotQ, data KnotQ Anda hanya disimpan di perangkat Anda sendiri dan tidak ada akun untuk dihapus — lihat
it: account e dei dati associati. Un account KnotQ esiste solo se hai scelto di abilitare la sincronizzazione facoltativa di KnotQ. Se non hai mai creato un account KnotQ, i tuoi dati KnotQ sono archiviati solo sul tuo dispositivo e non c'è nessun account da eliminare —
ja: アカウントと関連データの削除をリクエストする方法を説明しています。KnotQアカウントはオプションのKnotQ Syncを有効にした場合のみ存在します。KnotQアカウントを作成していない場合、KnotQデータはデバイスのみに保存され、削除するアカウントはありません。こちらを参照してください
ko: 계정 및 관련 데이터의 삭제 요청 방법을 설명합니다. KnotQ 계정은 선택적 KnotQ Sync를 활성화한 경우에만 존재합니다. KnotQ 계정을 만들지 않았다면 KnotQ 데이터는 디바이스에만 저장되며 삭제할 계정이 없습니다 —
ms: akun dan data yang terkait dengannya. Akun KnotQ hanya ada jika Anda memilih untuk mengaktifkan Sinkronisasi KnotQ opsional. Jika Anda tidak pernah membuat akun KnotQ, data KnotQ Anda hanya disimpan di perangkat Anda sendiri dan tidak ada akun untuk dihapus — lihat
nb: kontoen din og de tilknyttede dataene. En KnotQ-konto finnes bare hvis du valgte å aktivere valgfritt KnotQ Sync. Hvis du aldri opprettet en KnotQ-konto, lagres KnotQ-dataene dine bare på din egen enhet og det finnes ingen konto å slette – se
nl: account en de bijbehorende gegevens aanvraagt. Een KnotQ-account bestaat alleen als je ervoor hebt gekozen om optionele KnotQ Sync in te schakelen. Als je nooit een KnotQ-account hebt aangemaakt, worden je KnotQ-gegevens alleen op je eigen apparaat opgeslagen en is er geen account om te verwijderen — zie
pl: konta i powiązanych z nim danych. Konto KnotQ istnieje tylko wtedy, gdy wybierzesz włączenie opcjonalnej synchronizacji KnotQ. Jeśli nigdy nie utworzyłeś konta KnotQ, Twoje dane KnotQ są przechowywane tylko na Twoim urządzeniu i nie ma konta do usunięcia — zobacz
pt_br: conta e dos dados associados a ela. Uma conta KnotQ existe apenas se você optou por habilitar a sincronização KnotQ opcional. Se você nunca criou uma conta KnotQ, seus dados KnotQ são armazenados apenas em seu próprio dispositivo e não há conta para excluir — veja
pt_pt: conta e dos dados a ela associados. Uma conta KnotQ só existe se optou por ativar a sincronização KnotQ opcional. Se nunca criou uma conta KnotQ, os seus dados KnotQ são armazenados apenas no seu próprio dispositivo e não existe conta para eliminar — consulte
ro: contului și datelor asociate cu acesta. Un cont KnotQ există doar dacă ați ales să activați sincronizarea KnotQ opțională. Dacă nu ați creat niciodată un cont KnotQ, datele dvs. KnotQ sunt stocate doar pe dispozitivul dvs. și nu există niciun cont de ștergere — consultați
ru: учётной записи и связанных с ней данных. Учётная запись KnotQ существует только если вы решили включить опциональную синхронизацию KnotQ. Если вы никогда не создавали учётную запись KnotQ, ваши данные KnotQ хранятся только на вашем устройстве и удалять нечего — см.
sk: konta a údajov s ním spojených. Konto KnotQ existuje iba vtedy, ak ste si zvolili povoliť voliteľnú synchronizáciu KnotQ. Ak ste nikdy nevytvorili konto KnotQ, vaše údaje KnotQ sú uložené iba na vašom zariadení a nie je žiadne konto na zmazanie — viď
sv: konto och den data som är kopplad till det. Ett KnotQ-konto finns bara om du valde att aktivera den valfria KnotQ Sync. Om du aldrig skapade ett KnotQ-konto lagras din KnotQ-data endast på din egen enhet och det finns inget konto att ta bort — se
th: บัญชีและข้อมูลที่เกี่ยวข้อง บัญชี KnotQ มีอยู่เฉพาะเมื่อคุณเลือกให้ KnotQ Sync เป็นตัวเลือก หากคุณไม่เคยสร้างบัญชี KnotQ ข้อมูล KnotQ ของคุณจะเก็บไว้เฉพาะบนอุปกรณ์ของคุณและไม่มีบัญชีที่ต้องลบ โปรดดู
tr: hesabınız ve bununla ilişkili veriler. KnotQ hesabı yalnızca isteğe bağlı KnotQ Senkronizasyon'u etkinleştirmeyi seçtiyseniz mevcuttur. Hiçbir zaman KnotQ hesabı oluşturmadıysanız, KnotQ verileriniz yalnızca kendi cihazınızda depolanır ve silinecek hesap yoktur — bkz.
uk: акаунту та пов'язаних з ним даних. Акаунт KnotQ існує лише якщо ви вибрали увімкнути необов'язкову синхронізацію KnotQ. Якщо ви ніколи не створювали акаунт KnotQ, ваші дані KnotQ зберігаються лише на вашому пристрої, і немає акаунту для видалення —
vi: tài khoản và dữ liệu liên quan đến nó. Tài khoản KnotQ chỉ tồn tại nếu bạn chọn bật Đồng bộ KnotQ tùy chọn. Nếu bạn chưa bao giờ tạo tài khoản KnotQ, dữ liệu KnotQ của bạn chỉ được lưu trữ trên thiết bị của riêng bạn và không có tài khoản nào để xóa —
zh_hans: 账户及其关联数据。KnotQ 账户仅在您选择启用可选的 KnotQ Sync 时才存在。如果您从未创建 KnotQ 账户，您的 KnotQ 数据仅存储在您自己的设备上，没有账户可删除 — 请参见
zh_hant: 帳戶及其相關資料。KnotQ 帳戶僅在您選擇啟用可選的 KnotQ Sync 時才存在。如果您從未建立 KnotQ 帳戶，您的 KnotQ 資料只會儲存在您自己的裝置上，沒有帳戶可刪除 — 請參閱

# web.delete_account.intro_p1_c
source: below.
ar: أدناه.
cs: níže.
da: nedenfor.
de: unten.
el: παρακάτω.
es: abajo.
fi: alla.
fr: ci-dessous.
he: להלן.
hi: नीचे।
hu: alább.
id: di bawah.
it: di seguito.
ja: 下記を参照してください。
ko: 을(를) 참조하세요.
ms: di bawah.
nb: nedenfor.
nl: hieronder.
pl: poniżej.
pt_br: abaixo.
pt_pt: abaixo.
ro: mai jos.
ru: ниже.
sk: nižšie.
sv: nedan.
th: ด้านล่าง
tr: aşağıda.
uk: див. нижче.
vi: xem dưới đây.
zh_hans: 下文。
zh_hant: 下方。

# web.delete_account.kept_backups_logs_label
source: Backups and log files
ar: النسخ الاحتياطية وملفات السجل
cs: Zálohy a soubory protokolů
da: Sikkerhedskopier og logfiler
de: Sicherungen und Protokolldateien
el: Αντίγραφα ασφαλείας και αρχεία καταγραφής
es: Copias de seguridad y archivos de registro
fi: Varmuuskopiot ja lokitiedostot
fr: Sauvegardes et fichiers journaux
he: גיבויים וקובצי רישום
hi: बैकअप और लॉग फाइलें
hu: Biztonsági mentések és naplófájlok
id: Cadangan dan file log
it: Backup e file di log
ja: バックアップとログファイル
ko: 백업 및 로그 파일
ms: Cadangan dan file log
nb: Sikkerhetskopier og loggfiler
nl: Back-ups en logbestanden
pl: Kopie zapasowe i pliki dzienników
pt_br: Backups e arquivos de log
pt_pt: Cópias de segurança e ficheiros de registo
ro: Copii de siguranță și fișiere jurnal
ru: Резервные копии и файлы журналов
sk: Zálohy a súbory protokolov
sv: Säkerhetskopior och loggfiler
th: การสำรองข้อมูลและไฟล์บันทึก
tr: Yedekler ve günlük dosyaları
uk: Резервні копії та файли журналів
vi: Sao lưu và tệp nhật ký
zh_hans: 备份和日志文件
zh_hant: 備份和日誌檔案
